---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.StoneBumpType.Glossymarble
enum: Autodesk.Revit.DB.Visual.StoneBumpType
source: html/0d0d4222-d3b7-0745-7c4b-491ef134eae6.htm
---
# Autodesk.Revit.DB.Visual.StoneBumpType.Glossymarble